Revit 2027 API
ParameterTypeId.StairsSupporttypeUndersideSurface Property
 "Underside Surface": Underside Surface
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupporttypeUndersideSurface { get; }
Public Shared ReadOnly Property StairsSupporttypeUndersideSurface As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupporttypeUndersideSurface {
	ForgeTypeId^ get ();
}
static member StairsSupporttypeUndersideSurface : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace